<?php

return [
    'failed'   => 'بيانات تسجيل الدخول غير صحيحة.',
    'password' => 'كلمة المرور المدخلة غير صحيحة.',
    'throttle' => 'محاولات تسجيل دخول كثيرة جدًا. حاول مرة أخرى بعد :seconds ثانية.',

    'Login'            => 'تسجيل الدخول',
    'Register'         => 'إنشاء حساب',
    'ForgotPassword'   => 'نسيت كلمة المرور',

    // صفحة تسجيل الدخول
    'Email'            => 'الايميل',
    'Password'         => 'الباسورد',
    'Remember me'      => 'تذكرني',
    'Forgot your password?'  => 'هل نسيت الباسورد؟',
    'Log in'           => 'دخول',

    // صفحة انشاء حساب
    'Name'                 => 'الاسم',
    'Confirm Password'     => 'تأكيد الباسورد',
    'Already registered?'  => 'هل سجلت من قبل؟',
    'Register_btn'         => 'تسجيل',

    // صفحة نسيان الباسورد
    'Forgot your password? No problem...'
        => 'هل نسيت كلمة المرور؟ لا مشكلة. فقط أدخل بريدك الإلكتروني وسنرسل رابطًا لإعادة التعيين.',
    'Email Password Reset Link' => 'إرسال رابط إعادة تعيين كلمة المرور',
    // صفحة تسجيل الخروج
    'Logout' => 'تسجيل الخروج',
];
