<?php

return [
    'exams_list' => 'قائمة الامتحانات',
    'exams' => 'الامتحانات',
    'exma_name' => 'اسم الامتحان',
    'exma_date' => 'تاريخ الامتحان',
    'exma_degree' => 'درجة الامتحان',
    'exma_subject' => 'المادة الدراسية',
    'exma_class' => 'الصف الدراسي',
    'exma_teacher' => 'المعلم',
    'exma_notes' => 'ملاحظات',
    'add_exam' => 'اضافة امتحان جديد',
    'edit_exam' => 'تعديل امتحان',
    'delete_exam' => 'حذف امتحان',
    'submit' => 'حفظ البيانات',
    'close' => 'اغلاق',
    'warning' => 'هل انت متأكد من عملية الحذف ؟',
    'success' => 'تمت العملية بنجاح',
    'error' => 'حدث خطأ ما',
    'term' => ' الترم الدراسي',
    'processes' => 'العمليات',
    'academic_year' => 'السنة الدراسية',

    'exam_name_ar' => 'اسم الامتحان بالعربية',
    'exam_name_en' => 'اسم الامتحان بالانجليزية',

    'required_ar' => 'اسم الامتحان بالعربية مطلوب',
    'required_en' => 'اسم الامتحان بالانجليزية مطلوب',
    'required_term' => 'الترم الدراسي مطلوب',
    'required_academic_year' => 'السنة الدراسية مطلوبة',
];