<?php

return [
    'fees' => 'الرسوم الدراسية',
    'add_fees' => 'اضافة رسوم دراسية',
    'edit_fees' => 'تعديل رسوم دراسية',
    'delete_fees' => 'حذف رسوم دراسية',
    'show_fees' => 'عرض رسوم دراسية',
    'fees_name' => 'اسم الرسوم الدراسية',
    'fees_amount' => 'مبلغ الرسوم الدراسية',
    'notes' => 'ملاحظات',
    'edit' => 'تعديل الرسوم الدراسية',
    'delete' => 'حذف الرسوم الدراسية',
    'show' => 'عرض الرسوم الدراسية',

    'required_ar'=>'يرجي ادخال اسم القسم باللغة العربية',
    'required_en'=>'يرجي ادخال اسم القسم باللغة الانجليزية',
    'required_fees_amount'=>'يرجي ادخال مبلغ الرسوم الدراسية',
    'required_notes'=>'يرجي ادخال ملاحظات',
    'required_grade_id'=>'يرجي اختيار المرحلة',
    'required_classroom_id'=>'يرجي اختيار الصف الدراسي',
    'required_section_id'=>'يرجي اختيار القسم',
    'required_year'=>'يرجي اختيار السنة',
];
