<?php

return [
    'title_page' => 'المراحل الدراسية',
    'list_grades' => 'قائمة المراحل الدراسية',
    'add_grade' => 'اضافة مرحلة',
    'edit_grade' => 'تعديل مرحلة',
    'delete_grade' => 'حذف مرحلة',
    'warning_grade' => 'هل أنت متأكد من حذف هذه المرحلة؟',
    'stage_name_ar' => 'اسم المرحلة بالعربية',
    'stage_name_en' => 'اسم المرحلة بالانجليزية',
    'notes' => 'الملاحظات',
    'submit' => 'حفظ البيانات',
    'name' => 'اسم المرحلة',
    'processes' => 'العمليات',
    'edit' => 'تعديل',
    'update' => 'تحديث البيانات',
    'delete' => 'حذف',
    'close' => 'اغلاق',
];
