<?php

return [
    'Calendar'     => 'التقويم',
    'Todo'         => 'قائمة المهام',
    'Chat'         => 'المحادثة',
    'Mailbox'      => 'البريد',
    'Charts'       => 'الرسوم البيانية',
    'FontIcon'     => 'الأيقونات',
    'Widgets'      => 'الويدجت',
    'FormsEditor'  => 'النماذج والمحرر',
    'DataTable'    => 'جداول البيانات',

    'CustomPages'  => 'صفحات مخصصة',
    'Profile'      => 'الملف الشخصي',
    'Invoice'      => 'الفاتورة',
    'FAQ'          => 'الأسئلة الشائعة',
    'Authentication' => 'المصادقة',

    'Maps'         => 'الخرائط',
    'Timeline'     => 'الجدول الزمني',

    'MultiLevel'   => 'قائمة متعددة المستويات',
    'Level1'       => 'المستوى الأول',
    'Level2'       => 'المستوى الثاني',
    'Level2_1'     => 'المستوى 2.1',
    'Level2_2'     => 'المستوى 2.2',
];
