<?php

return [
    'quizzes' => 'الاختبارات',
    'quizzes_list' => 'قائمة الاختبارات',
    'quizze_name' => 'اسم الاختبار',
    'term' => 'الفصل الدراسي',
    'add_quizze' => 'اضافة اختبار',
    'edit_quizze' => 'تعديل الاختبار',
    'delete_quizze' => 'حذف الاختبار',
    'Warning_quizze' => 'هل انت متأكد من عملية الحذف ؟',
    'submit' => 'تاكيد',
    'close' => 'اغلاق',
    'name_ar' => 'اسم الاختبار باللغة العربية',
    'name_en' => 'اسم الاختبار باللغة الانجليزية',
    'processes' => 'العمليات',
    'teacher_name' => 'اسم المعلم',
    'classroom' => 'الصف الدراسي',
    'grade' => 'المرحلة الدراسية',
    'section' => 'القسم',
    'quiz_name_ar' => 'اسم الاختبار باللغة العربية',
    'quiz_name_en' => 'اسم الاختبار باللغة الانجليزية',
    'subject' => 'المادة الدراسية',



    'required_ar'=>'يرجي ادخال اسم الاختبار باللغة العربية',
    'required_en'=>'يرجي ادخال اسم الاختبار باللغة الانجليزية',
    'required_subject_id' => 'يرجي اختيار المادة',
    'required_teacher_id' => 'يرجي اختيار المعلم',
    'required_grade_id' => 'يرجي اختيار المرحلة الدراسية',
    'required_classroom_id' => 'يرجي اختيار الصف الدراسي',
    'required_section_id'=>'يرجي اختيار القسم',
];
